2412/tutorials/lagrangian/reactingParcelFoam/liquidFilmStepWithSprinklers/0/Ydefault
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2412                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      Ydefault;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 0 0 0 0 0];

internalField   uniform 1;

boundaryField
{
    inlet
    {
        type            fixedValue;
        value           uniform 1;
        inletValue      uniform 1;
    }

    ".*"
    {
        type            zeroGradient;
    }

    outlet
    {
        type            inletOutlet;
        value           uniform 1;
        inletValue      uniform 1;
    }
}


// ************************************************************************* //
